Repository: Daniel-KM/Omeka-S-module-Timeline
Catalog: language/*.po
Languages: el_gr, fr, pt_br

source: Items can be selected in the whole base or in a limited list via the query below.
fr: Les contenus peuvent être choisis dans la base complète ou limités aux résultats de la requête ci-dessous.

source: The default item pool is the current site one.
fr: Le réservoir de contenu par défaut est celui du site.

source: Items without a date are automatically filtered.
fr: Les contenus sans date sont ignorés automatiquement.

source: There are currently %s items in this timeline’s pool.
fr: Cette frise contient actuellement %s contenus.

source: There are more than 100 items, so the timeline won’t be usable and may display slowly or causes an overload. It is recommended to limit pool with the query below.
fr: La frise contient plus de 100 contenus et sera difficile à utiliser, elle s’affichera lentement ou elle provoquera une surcharge mémoire. Il est conseillé de les limiter avec la requête ci-dessous.

source: Warning: Advanced features (eras, groups, etc.) are available only with the layout "Knightlab" that should be set in the config of the block if needed.
fr: Attention : les fonctionnalités avancées (ères, groupes, etc.) sont disponibles seulement avec le gabarit « Knightlab » qui peut être défini dans la config du bloc si besoin.

source: collapse
fr: plier

source: The json is now built dynamically from the url /api/timeline.
fr: Le json est désormais construit dynamiquement depuis l’url /api/timeline.

source: The setting "heading" was removed from blocks. A new block "Heading" (module BlockPlus) or "Html" was prepended to all blocks that had a filled heading. You may check pages for styles: %s
fr: Le paramètre « Titre » a été supprimé des blocs. Un nouveau bloc « Titre » (module BlockPlus) ou « Html » a été ajouté pour tous les blocs qui l’utilisaient. Vous pouvez vérifier les pages pour les styles : %s

source: It is now possible to add groups, eras and extra-markers, for example historical events, in timelines.
fr: Il est désormais possible d’ajouter des groupes, des ères et des marqueurs autres, par exemple des événements historiques, dans les frises.

source: The timeline for Knightlab has been updated to avoid a js transformation. Check if you used the output of the api directly.
fr: La frise pour Knightlab a été mise à jour pour éviter une transformation js. Vérifiez si vous utilisez la sortie de l’api directement.

source: The deprecated route "timeline-block" (for url "/timeline/:block-id/events.json") was replaced by "api/timeline". Check your old themes if you used it. Matching templates: %s
fr: La route obsolète « timeline-block » (pour l’url « /timeline/:block-id/events.json ») a été remplacée par « api/timeline ». Vérifiez vos anciens thèmes si vous l’utilisez. Fichiers correspondants : %s

source: The deprecated route "timeline-block" (for url "/timeline/:block-id/events.json") was replaced by "api/timeline". Check your old themes if you used it.
fr: La route obsolète « timeline-block » (pour l’url « /timeline/:block-id/events.json ») a été remplacée par « api/timeline ». Vérifiez vos anciens thèmes si vous l’utilisez.

source: It is now possible to add a timeline to an item set as a resource page block.
fr: Il est désormais d’ajouter une frise à une collection en tant que bloc de ressource.

source: It is now possible to fill slides for timeline exhibit with a spreadsheet (csv, tsv) formatted according to {link}Knightslab{link_end}.
fr: Il est désormais possible de préparer les vues automatiquement avec un tableur (csv, tsv) au format {link}Knightslab{link_end}.

source: The settings for exhibits were improved. You may check pages: {json}
fr: Les paramètres pour les expositions ont été améliorées. Vous pouvez vérifier les pages : {json}

source: It is now possible to fill a resource, asset or external url as main content or background for timeline exhibit.
fr: Il est désormais possible de définir une ressource, un fichier ou une url externe comme contenu principal et comme arrière-plan pour les expositions.

source: Furthermore, the file can be a native standard spreadsheet file (ods, OpenDocument Spreadsheet), avoiding issues with encoding and end of lines and allowing cells with multilines.
fr: De plus, le fichier peut être un tableur standard (ods, OpenDocument Spreadsheet), évitant ainsi les problèmes d’encodage et de fin de ligne et permettant d’avoir des cellules avec plusieurs lignes.

source: Events
fr: Événements

source: Start date property
fr: Propriété pour la date de début

source: Date to use from the attachement when no date is set.
fr: Date du document attaché à utiliser lorsque aucune date n’est indiquée.

source: Select a property…
fr: Choisir une propriété…

source: End date property
fr: Propriété pour la date de fin

source: End date to use from the attachement when no end date is set.
fr: Date de fin du document attaché à utiliser lorsque aucune date de fin n’est indiquée.

source: Credit property
fr: Propriété pour les crédits

source: Credit to use from the attachement when no credit is set (generally creator or rights).
fr: Propriété du document attaché à utiliser lorsque aucun crédit n’est indiqué (généralement Créateur ou Droits).

source: Metadata to append for custom timeline
fr: Métadonnées pour frise personnalisée

source: Resource class label
fr: Étiquette de la classe de ressource

source: Select a metadata…
fr: Choisir une métadonnée…

source: Metadata to use as group
fr: Métadonnée à utiliser pour le groupe

source: Default group
fr: Groupe par défaut

source: Scale
fr: Échelle

source: Human
fr: Humain

source: Cosmological
fr: Cosmologique

source: Eras/Periods
fr: Ères / Périodes

source: Markers for well-known or extra events
fr: Marqueurs pour des événements autres

source: Set the default params of the viewer as json, or let empty for the included default.
fr: Indiquer les paramètres par défaut de la visionneuse en json. Laisser vide pour conserver les paramètres par défaut.

source: Open links in current browse tab
fr: Ouvrir les liens dans l’onglet en cours

source: Spreadsheet filename or url (csv or tsv) to fill following exhibit slides automatically
fr: Nom ou url du tableur (csv ou tsv) pour préparer les vues automatiquement

source: Spreadsheet filename or url (ods, csv or tsv) to fill following exhibit slides automatically
fr: Nom ou url du tableur (ods, csv ou tsv) pour préparer les vues automatiquement

source: The file may be uploaded via the module Easy Admin or an url. The column "Media" may be a numeric item or media id, asset/xxx, any url to a media, or a item identifier (Dublin Core). When Media is a resource, other columns will be filled when empty (title, description, dates). Warning: when a valid file is uploaded, all existing slides will be replaced. The page should be saved to regenerate slides.
fr: Le fichier peut être téléversé via le module Easy Admin ou via une url. La colonne « Media » peut être le numéro d’un contenu ou d’un média, asset/xxx, toute autre url vers un média, ou un identifiant de contenu (Dublin Core). Lorsque Media est une ressource, les autres colonnes seront seront remplies automatiquement si vide (titre, description, dates). Attention : quand un fichier valide est téléversé, toutes les vignettes existantes sont remplacées. La page doit être enregistrée pour régénérer les vues.

source: Slides
fr: Vues

source: Main content: Resource
fr: Contenu principal : ressource

source: Main content: Or asset
fr: Contenu principal : ou fichier

source: Main content: Or external media
fr: Contenu principal : ou média externe

source: Era
fr: Ère

source: Start date
fr: Date de début

source: Display date for start
fr: Date à afficher pour le début

source: End date
fr: Date de fin

source: Display date for end
fr: Date à afficher pour la fin

source: Display main date
fr: Date principale à afficher

source: Headline
fr: Titre principal

source: Credit
fr: Crédits

source: Background: Resource
fr: Arrière-plan : ressource

source: Background: Or asset
fr: Arrière-plan : ou fichier

source: Background: Or external file
fr: Arrière-plan : ou fichier externe

source: Background: Or color
fr: Arrière-plan : ou couleur

source: A css color as hexadecimal or keyword.
fr: Une couleur css en hexadécimal ou mot-clé.

source: Add another slide
fr: Ajouter une autre vue

source: Remove this slide
fr: Supprimer cette vue

source: Search pool query
fr: Requête de recherche

source: Restrict timeline to a particular subset of resources, for example a site.
fr: Limiter la frise à un lot de ressources, par exemple un site.

source: Item title
fr: Titre de l’objet

source: Automatic
fr: Automatique

source: Item description
fr: Description de l’objet

source: Item date
fr: Date de l’objet

source: Item end date
fr: Date de fin de l’objet

source: If set, the process will use the other date as a start date.
fr: Si indiqué, l’autre date sera utilisée comme date de départ.

source: Render year
fr: Afficher l’année

source: When a date is a single year, like "1066", the value should be interpreted to be displayed on the timeline.
fr: Quand une date est une année simple, comme « 1066 », la valeur doit être interprétée et affichée sur la frise.

source: Pick first January
fr: Choisir le premier janvier

source: Pick first July
fr: Choisir le premier juillet

source: Mark entire year
fr: Marquer l’année complète

source: Skip the resource
fr: Ignorer la ressource

source: Center date
fr: Centrer la date

source: Set the default center date for the timeline. The format should be "YYYY-MM-DD". An empty value means "now", "0000-00-00" the earliest date, and "9999-99-99" the latest date.
fr: Indiquer la date initiale pour la frise. Le format doit être « AAAA-MM-JJ ». Une valeur vide correspond à « maintenant », « 0000-00-00 » la date la plus ancienne et « 9999-99-99 » la plus récente.

source: Thumbnail to use
fr: Vignette à utiliser

source: Square
fr: Carré

source: Original (not recommended)
fr: Original (non recommandé)

source: Use the specific thumbnail of the resource if any
fr: Utiliser la vignette spécifique de la ressource si présente

source: Timeline viewer params
fr: Paramètres de la frise

source: A well-formed url or a query is needed to get a timeline.
fr: Une url bien formée ou une requête est nécessaire pour définir la frise.

source: Block or resource not found
fr: Bloc ou ressource non trouvé

source: Id %d is not a timeline.
fr: Id %d n’est pas une frise.

source: Method Not Allowed
fr: Méthode non autorisée

source: Timeline
fr: Frise chronologique

source: Timeline (Knightlab)
fr: Frise chronologique (Knightlab)

source: Timeline Exhibit
fr: Frise chronologique (exposition)

source: A spreadsheet file path was set, but the Easy Admin is not enabled.
fr: Un tableur a été indiqué, mais le module Easy Admin n’est pas disponible.

source: The spreadsheet file path cannot contains a double "." in its path for security.
fr: Le chemin du tableur ne peut pas contenir un double« . » dans son chemin par sécurité.

source: The spreadsheet file path contains forbidden characters.
fr: Le chemin du tableur contient des caractères interdits.

source: The spreadsheet file is not readable.
fr: Le tableur n’est pas lisible.

source: The spreadsheet file is empty.
fr: Le tableur est vide.

source: The config of the Timeline viewer is not a valid json object. Nevertheless, the data are saved and it will be passed as it.
fr: La configuration de la frise n’est pas un objet json valide. Néanmoins, les données sont enregistrées et seront utilisées telles quelles.

source: Simile (use internal assets)
fr: Simile (utilise les dépendances locales)

source: Simile online (use online js/css)
fr: Simile en ligne (utilise js/css en ligne)

source: <strong>Warning</strong>: Uninstalling the Neatline Time plugin will remove all custom Timeline records.
el_gr: <strong>Προειδοποιηση</strong>: Απεγκαθιστώντας το πρόσθετο Neatline Time θα απομακρύνει όλες τις εγγραφές του Χρονολογίου.
pt_br: <strong>Aviso</strong>:Desinstalar o plugin Neatline Time removerá todos os entradas customizados do Timeline.

source: Neatline Time
el_gr: Χρονολόγια

source: Embed a NeatlineTime timeline.
el_gr: Ενσωματώστε ένα Χρονολόγιο.
pt_br: Incorporar uma linha do tempo NeatlineTime.

source: Item Date
el_gr: Ημερομηνία τεκμηρίου
pt_br: Data do Item

source: The date field to use to retrieve and display items on a timeline. Default is DC:Date.
el_gr: Το πεδίο της ημερομηνίας που χρησιμοποιείται για να ανακτά και να παρουσιάζει τεκμήρια σε ένα χρονολόγιο. Προεπιλεγμένο είναι το πεδίο DC:Date.
pt_br: O campo "data" a ser utilizado para buscar e mostrar itens na linha do tempo. O padrão é DC:Date.

source: Item Title
el_gr: Τίτλος Τεκμηρίου
pt_br: Título do Item

source: The title field to use when displaying an item on a timeline. Default is DC:Title
el_gr: Το πεδίο τίτλου που χρησιμοποιείται για να εμφανίζεται σε ένα τεκμήριο ενόςχρονολογίου. Προεπιλεγμένο πεδίο είναι το DC:Title.
pt_br: O campo "título" a ser utilizado quando mostrar um item na linha do tempo. O padrão é DC:Título.

source: Item Description
el_gr: Περιγραφή τεκμηρίου
pt_br: Descrição do Item

source: The description field to use when displaying an item on a timeline. Default is DC:Description
el_gr: Το πεδίο περιγραφής που χρησιμοποιείται για να εμφανίζεται σε ένα τεκμήριο ενός χρονολογίου. Προεπιλεγμένο πεδίο είναι το DC:Description.
pt_br: O campo "descrição" a ser usado quando mostrar um item na linha do tempo. O padrão é DC:Descrição.

source: The timeline "%s" was successfully added!
el_gr: Το χρονολόγιο "%s" προστέθηκε επιτυχώς!
pt_br: A linha do tempo "%s" foi adicionada com sucesso!

source: The timeline "%s" was successfully changed!
el_gr: Το χρονολόγιο "%s" άλλαξε επιτυχώς!
pt_br: A linha do tempo "%s" foi modificada com sucesso!

source: The timeline "%s" was successfully deleted!
el_gr: Το χρονολόγιο "%s" διεγράφη επιτυχώς!
pt_br: A linha do tempo "%s" foi removida com sucesso!

source: This will delete the timeline "%s" and its associated metadata. This will not delete any items associated with this timeline.
el_gr: Αυτή η πράξη θα διαγράψει το χρονολόγιο "%s" και τα μεταδεδομένα του. Αυτή η ενέργεια δεν θα διαγράψει κάποιο από τα τεκμήρια που συνδέονται με το χρονολόγιο αυτό.
pt_br: Isso removerá a linha do tempo "%s" e os metadados associados. Isso não removerá nenhum item associado a essa linha do tempo.

source: A title for your timeline.
el_gr: Ένας τίτλος για το χρονολόγιο.
pt_br: Um título para sua linha do tempo.

source: A description for your timeline.
el_gr: Μια περιγραφή για το χρονολογιό.
pt_br: Uma descrição para sua linha do tempo.

source: Status
el_gr: Κατάσταση δημοσίευσης

source: Whether the timeline is public or not.
el_gr: Εάν αυτό το χρονολόγιο είναι δημόσιο ή όχι.
pt_br: Se a sua linha do tempo é pública ou não.

source: Whether the timeline is featured or not.
el_gr: Εάν το χρονολόγιο θα είναι προτεινόμενο ή όχι.
pt_br: Se a linha do tempo está destacada ou não.

source: Save Timeline
el_gr: Αποθηκεύστε
pt_br: Salvar Linha do tempo

source: Neatline Time | Add a Timeline
el_gr: Χρονολόγια | Προσθέστε ένα Χρονολόγιο
pt_br: Neatline Time | Adicionar linha do tempo

source: Neatline Time | Browse Timelines
el_gr: Χρονολόγια | Περιηγηθείτε σε Χρονολόγια
pt_br: Neatline Time | Listar Linhas do tempo

source: Add a Timeline
el_gr: Προσθέστε ενα Χρονολόγιο.
pt_br: Inserir uma Linha do tempo

source: Edit Metadata
el_gr: Επεξεργαστείτε τα μεταδεδομένα
pt_br: Editar Metadados

source: Edit Item Query
el_gr: Επεξεργαστείτε το ερώτημα.
pt_br: Editar um item de busca

source: There are no timelines.
el_gr: Δεν υπάρχουν χρονολόγια
pt_br: Não há nenhuma linha do tempo.

source: Neatline Time | Edit "%s" Metadata
el_gr: Χρονολόγιο | Επεξεργαστείτε τα μεταδεδομένα του "%s"
pt_br: Neatline Time | Editar metadados de "%s"

source: Neatline Time | Edit "%s" Items Query
el_gr: Χρονολόγιο | Επεξεργαστείτε το ερώτημα για το "%s"
pt_br: Neatline Time | Editar itens de busca "%s"

source: The &#8220;%s&#8221; timeline displays items that match the following query:
el_gr: Το χρονολόγιο &#8220;%s&#8221; παρουσιάσει τεκμήρια που αντιστοιχούν στο ακόλουθο ερώτημα:
pt_br: A linha do tempo &#8220;%s&#8221; mostra os itens que seguem os seguintes critérios:

source: Neatline Time | %s
el_gr: Χρονολόγια | %s

source: Items Query
el_gr: Ερώτημα
pt_br: Itens de Busca

source: Edit Items Query
el_gr: Επεξεργασία ερωτήματος
pt_br: Editar Itens de Busca

source: Browse Timelines
el_gr: Περιήγηση Χρονολογίων
pt_br: Listar linhas do tempo

source: You have no timelines.
el_gr: Δεν έχετε χρονολόγια.
pt_br: Você não tem linhas do tempo.

source: Select a timeline
el_gr: Επιλέξτε ένα χρονολόγιο.
pt_br: Selecionar uma linha do tempo
